<template>
  <div class="info">
    <h2>このサイトについて</h2>
    <br>
    <p>このサイトに訪問して頂いてありがとうございます。</p>
    <br>
    <p>Nuxt.jsとFirebaseの練習のために、<br>Amazon風のSPAショッピングサイトを作ってみました。</p>
    <br>
    <p>ユーザー登録をするとカートに商品を追加出来ます。</p>
    <p>(※ メールアドレス、パスワードはダミーデータで良いです)</p>
    <br>
    <p>カートに商品を入れて購入ボタンを押すと、<br>マイページの購入履歴のページにデータが反映されます。</p>
    <br>
    <p>まだ不十分なところもありますが、ご了承ください。</p>
    <br>
    <p>今後追加したい機能</p>
    <p>[検索機能、絞り込み機能、ソート機能]</p>
  </div>
</template>

<style scoped lang="scss">

.info {
  width:100%;
  margin:0 auto;
}

</style>
